  
[{"id":1,"name":"Catan, Inc.", "description" : "Catan engages players to successfully develop, manage, and earn Victory Points for the rich Island of Catan. Vying for resources, navigating incidents, and maintaining resources are a few of the issues players must govern. A unique hexagonal tile board, which can be rearranged for each game creates new options and fresh play, makes up the Island of Catan.","fee":"5","image":"https://upload.wikimedia.org/wikipedia/en/a/a3/Catan-2015-boxart.jpg"},
  {"id":2,"name":"Monopoly","fee":"5", "description": "A game dating back to 1903, Monopoly is a family multi-player classic, with a board, set pieces, two stacks of cards, and a bank of cash (the famous “Monopoly money”). Play is advanced by the throw of dice and the game is known to last for hours.", "image":"https://images-na.ssl-images-amazon.com/images/I/81qy%2BMXuxDL._AC_SX425_.jpg"},
  {"id":3,"name":"Jenga","fee":"3", "description" : "One wrong move and it all comes tumbling down! Jenga’s quick setup and easy play allows for young and old to stack and remove the signature rectangular wooden blocks. A solid and stable table or floor are essential to play on. It can be played between two players or more. The stack of blocks seems uniform, but the careful Jenga player finds and feels for the more loose fitting pieces and also sometimes risks removing more stubborn fitting pieces strategically to confound the opponent. As the game progresses the actual structure shifts and changes and the removal becomes more and more fragile and delicate as the structure begins to totter. The balancing act makes for heightened drama as the game progresses. First to cause collapse, loses.", "image":"https://static.bsnsports.com/media/catalog/product/cache/1/image/a05065545381a3b9d965c75fee3fa8d6/gm_4793xxxx_a_x_x.jpg"},
  {"id":4,"name":"Scrabble","fee":"4", "description" : 
  "Using a standard dictionary and a crossword puzzle format, lettered tiles are used to form words in this simple but absolutely classic board game. Strategic placement of tiles on bonus spaces awards the biggest bounty of points and all the usable letters on the board can be combined and extended to enlarge point totals.", "image":"https://www.fye.com/dw/image/v2/BBNF_PRD/on/demandware.static/-/Sites-fye-master/default/dw9f952c4d/fye/000/000000/fye.000000653569680895_0.jpg?sw=1000"},
  {"id":5,"name":"Qwirkle","fee":"6", "description" : "Created in 2006, the award-winning Qwirkle takes a fresh approach to tile laying games. With 108 vibrant pieces displaying combinations of six different shapes in six different colors, players work to create a ‘Qwirkle’ by housing the tiles based on common attributes of color or shape. Working with a bag of tiles, players select six tiles and can lay 1-6 tiles in a single line on the playing space. As long as the tiles share common attribute points are awarded. Players also have the option to exchange tiles (with the loss of a turn) to choose more tiles from the elusive stash. Players must maintain six tiles at all times and game continues until all the tiles have been chosen and one player uses all of their Qwirkle tiles in play. The player with the highest point tabulation wins! Simple to learn, but addictingly hard to master!","image":"https://images-na.ssl-images-amazon.com/images/I/71wsXu5EqiL._AC_SL1500_.jpg"}]